Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བྱམས་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Great Lion’s Roar of Maitreya

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་ལྔ་སྟོང་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་། མཐུ་ཆེན་ཐོབ་དང་།
en: The Blessed One was dwelling in Śrāvastī in the park of Anāthapiṇḍada, in the Jeta Grove, together with a great saṅgha of about five thousand monks and eight thousand bodhisattva great beings, including Mañjuśrīkumārabhūta, Avalokiteśvara, Mahāsthāmaprāpta, Śrīgarbha, and Maitreya.

source: དཔལ་གྱི་སྙིང་པོ་དང་། བྱམས་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་སྟོང་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་འབུམ་ཕྲག་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ཏེ་ཆོས་སྟོན་ཏོ།
en: Then the Blessed One, surrounded and revered by a retinue of many hundreds of thousands, taught the Dharma.

source: །དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་འཁོར་དེ་ཉིད་དུ་འདུས་ཏེ་འདུག་པར་གྱུར་ཏོ།
en: At that time, Venerable Mahākāśyapa was seated among the retinue.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Venerable Mahākāśyapa rose from his seat, draped his upper shawl over one shoulder, set his right knee on the ground, and with palms joined paid homage to the Blessed One.

source: །གལ་ཏེ་ཞུས་ནས་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་ཕྱེ་ན་བདག་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལ་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ། །དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Then he asked the Blessed One, “If the Blessed One will allow me the opportunity, may I ask the Blessed One, the Tathāgata, to answer certain questions that I would like to pose?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་དེ་བཞིན་གཤེགས་པ་ལ་དྲིས་ཤིག་དང་། ངས་དྲིས་པ་དེ་དང་དེའི་ལུང་བསྟན་པས་ཁྱོད་ཀྱི་སེམས་རངས་པར་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The Blessed One replied to Venerable Mahākāśyapa, “Kāśyapa, ask the Blessed One whatever you wish, and my answers to your questions will delight you.”

source: །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འཚལ་བས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ནས་ཇི་ལྟར་བསླབ་པར་བགྱི།
en: Venerable Mahākāśyapa asked the Blessed One, “Blessed One, how does a son or daughter of noble family who wishes for parinirvāṇa train once they have gone forth in the well-spoken Dharma and Vinaya?

source: ཇི་ལྟར་སྤྱད་པར་བགྱི།
en: How do they act?

source: ཇི་ལྟར་རྣལ་འབྱོར་དུ་བགྱི་ལགས།
en: How do they engage in spiritual practice?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་ལེགས་སོ་ལེགས་སོ།
en: The Blessed One replied to Venerable Mahākāśyapa, “Excellent, Kāśyapa!

source: །འོད་སྲུང་ཁྱོད་འདི་ལྟར་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་རྗེས་སུ་སྙིང་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་དོན་དང་། ཕན་པ་དང་བདེ་བའི་ཕྱིར་ཞུགས་ཏེ།
en: You have asked such a question for the benefit of many beings, for the happiness of many beings, out of love for the world, and for the welfare, benefit, and happiness of the great mass of beings, gods and humans.

source: ཁྱོད་དེ་བཞིན་གཤེགས་པ་ལ་དོན་དེ་ལྟ་བུ་ཡོངས་སུ་འདྲི་བར་སེམས་པ་ནི་ཡང་ཁྱོད་ལེགས་སོ།
en: Your intention to ask the Tathāgata a question on such a subject is excellent.

source: །འོད་སྲུང་དེའི་ཕྱིར་ཁྱོད་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་ཁྱོད་ལ་བཤད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་བཅོམ་ལྡན་འདས་དེ་བཞིན་ནོ་ཞེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་།
en: So, Kāśyapa, listen well and remember what I shall explain to you.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་འདི་ལ་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་པས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ནས་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། སོ་སོར་ཐར་པའི་སྡོམ་པས་བསྡམས་པ་དང་། ཆོ་ག་ཕུན་སུམ་ཚོགས་པ་དང་། སྤྱོད་ཡུལ་ཕུན་སུམ་ཚོགས་པ་དང་།
en: Venerable Mahākāśyapa gave his assent to the Blessed One and listened attentively to the Blessed One as he said, “Kāśyapa, a son or daughter of noble family who wishes for parinirvāṇa, once they have gone forth in the well-spoken Dharma and Vinaya, should train themselves in moral discipline, in restraint by the prātimokṣa vows, and in excellence in their conduct and associations.

source: ཁ་ན་མ་ཐོ་བ་ཕྲ་རབ་ཙམ་དག་ལ་ཡང་འཇིགས་པར་ལྟ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་ཡང་དག་པར་བླངས་ཏེ་བསླབ་པར་བྱའོ།
en: They should see danger in even the slightest misdeed and properly keep the fundamental precepts.

source: །བརྐམ་ཆགས་མེད་པ་དང་། ཚུལ་འཆོས་པ་མེད་པ་དང་། ཁ་གསག་མེད་པ་དང་། གཞོགས་སློང་མེད་པ་དང་། ཐོབ་ཀྱིས་འཇལ་བ་མེད་པ་དང་། རྙེད་པས་རྙེད་པར་བྱེད་འདོད་པ་མེད་པ་དང་།
en: They should be without craving and free from hypocrisy, flattery, solicitation, extortion, and greed for profit.

source: ངོ་ཚ་ཤེས་པ་དང་ལྡན་པ་དང་། ཁྲེལ་ཡོད་པ་དང་ལྡན་པ་དང་། འཛེམ་པ་དང་ལྡན་པར་བྱའོ།
en: They should be conscientious, modest, and restrained.

source: །འཁོར་བ་ལ་ཡིད་སྐྲག་པ་དང་། ངེས་པར་འབྱུང་བ་ལ་མཁས་པ་དང་། ངེས་པར་འབྱུང་བ་ལ་མངོན་པར་བརྩོན་པ་དང་།
en: They should be fearful of saṃsāra and adept and assiduous in its renunciation.

source: འཁོར་བ་ལ་རྟག་ཏུ་ཡིད་སྐྱོ་བ་དང་། མྱ་ངན་ལས་འདའ་བ་ལ་ཕན་ཡོན་དུ་བལྟ་བར་བྱ་ཞིང་ཤིང་དྲུང་ན་འདུག་ཀྱང་རུང་། རི་ལ་འདུག་ཀྱང་རུང་། གནས་ཁང་ན་འདུག་ཀྱང་རུང་། ཕུག་ན་འདུག་ཀྱང་རུང་།
en: They should always be sorrowful about saṃsāra and see the advantages of nirvāṇa. “

source: དེས་དེ་བཞིན་གཤེགས་པ་རྣམ་པ་ལས་ཡིད་ལ་བྱ་སྟེ། འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ།
en: Whether they live under trees, on a mountain, in a hut, or in a cave, they should reflect on the features of the Tathāgata: ‘Thus, the Blessed One is a tathāgata, an arhat, a fully awakened buddha, endowed with perfect knowledge and conduct, a sugata, a knower of the world, a guide of beings to be tamed, unsurpassable, a teacher of gods and humans, a buddha, a blessed one.

source: བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གདུང་རྒྱུད་ཕུན་སུམ་ཚོགས་པ། རིགས་ཕུན་སུམ་ཚོགས་པ། དགེ་བའི་རྩ་བ་ཕུན་སུམ་ཚོགས་པ།
en: His lineage is excellent, his family is excellent, and his virtuous roots are excellent.

source: ཚུལ་ཁྲིམས་ཀྱིས་དཔག་ཏུ་མེད་པ། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བས་དཔག་ཏུ་མེད་པ།
en: He is immeasurable by virtue of his moral discipline and immeasurable by virtue of his samādhi, wisdom, liberation, and knowledge and vision of liberation.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱིས་དཔག་ཏུ་མེད་པ།
en: He is immeasurable by virtue of all his buddha qualities.

source: ཡོན་ཏན་གྱི་ཆོས་བསམ་གྱིས་མི་ཁྱབ་པ་དང་། གཞལ་དུ་མེད་པ་དང་། ཚད་མེད་པ་དང་ལྡན་པ།
en: He is endowed with unimaginable, immeasurable, and boundless positive attributes.

source: བདེན་པ་གསུང་བ། ཡང་དག་པ་གསུང་བ། ཇི་སྐད་གསུང་བ་དེ་བཞིན་དུ་མཛད་པ།
en: His speech is truthful and accurate, and he acts in accordance with his words.

source: མི་སླུ་བར་མཛད་པ།
en: His actions are unfailing.

source: འཕགས་པ། སྨན་པ་ཆེན་པོ། ཟུག་རྔུ་འབྱིན་པ། མ་གསོལ་བར་བཤེས་གཉེན་མཛད་པ།
en: He is sublime, the great healer who removes the arrows of suffering, acting as a spiritual friend without even being asked.

source: ཐུགས་རྗེ་དང་ལྡན་པ། དེད་དཔོན་ཆེན་པོ་ཡིན་ཏེ།
en: He is compassionate, the great guide. “ ‘

source: དེ་ནི་ཆོས་མྱ་ངན་ལས་འདས་པ། ཟབ་པ་ཟབ་པར་སྣང་བ། ཞི་བ་ཞི་བར་སྟོན་པ། སྟོང་པ། སེམས་ཅན་མེད་པ། འཁྲུལ་པ་མེད་པ། མཚན་མ་མེད་པ། མཚན་མ་ཡང་དག་པར་ཆད་པ།
en: He perfectly teaches the Dharma that is nirvāṇa, which profoundly manifests its profundity and peacefully shows its peace; which is empty, without living beings, without confusion, and without characteristics; and which is the eradication of characteristics.

source: སྨོན་པ་མེད་པ། སྨོན་པ་དང་བྲལ་བ།
en: It is wishless and free of wishes.

source: སྤྲོས་པ་མེད་པ། སྤྲོས་པ་དང་བྲལ་བ།
en: It is without complexity and free from complexity.

source: མཐོང་བར་དཀའ་བ། རྟོགས་པར་དཀའ་བ།
en: It is difficult to see and difficult to realize.

source: ཉེ་བར་གཏོད་པ།
en: It leads onward to the goal.

source: དངོས་པོ་དང་བྲལ་བ།
en: It is free of substantiality.

source: དབེན་པ། དབེན་པ་དང་བྲལ་བ།
en: It is isolated and free from isolation.

source: དངོས་པོ་མེད་པ། དངོས་པོས་མ་གོས་པ།
en: It is without substantiality and unsullied by substantiality.

source: རྒྱུ་བ་མེད་པ། རྒྱུ་བ་ཡང་དག་པར་ཆད་པ།
en: It is motionless and the eradication of motion.

source: འགྲོ་བ་དང་བྲལ་བ།
en: It is free of movement.

source: བརྗོད་དུ་མེད་པ། བརྗོད་པ་དང་བྲལ་བ།
en: It is inexpressible and free of expression.

source: རློམ་སེམས་མེད་པ།
en: It is without arrogance.

source: ཀུན་དུ་བསྟན་པ།
en: It reveals itself.

source: རྙོག་པ་མེད་པ། རྙོག་པ་དང་བྲལ་བ།
en: It is unsullied and free from being sullied.

source: བླང་བ་མེད་པ། དོར་བ་མེད་པ།
en: It is without acceptance or rejection.

source: སྡུག་བསྔལ་ཉེ་བར་ཞི་བ། སྲེད་པ་ཡང་དག་པར་ཆད་པ་སྟོན་པར་མཛད་པ།
en: It is the pacification of suffering and the eradication of craving.’

source: ཡང་དག་པར་སྟོན་པར་མཛད་པ་ཡིན་ནོ་ཞེས་རྣམ་པ་ལས་ཡིད་ལ་བྱའོ།
en: These are the features on which they should reflect. “

source: །འོད་སྲུང་དེ་ལ་དགེ་སློང་གཅིག་པུ་དབེན་པར་སོང་སྟེ། ནང་དུ་ཡང་དག་འཇོག་ལ་ཞུགས་པས་ནི་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་རྣམ་པ་ལས་ཡིད་ལ་བྱ་སྟེ།
en: In this regard, Kāśyapa, a monk should go alone to a solitary place, and then, settling inward, he should reflect on the features of the Tathāgata in this way.

source: བདག་གིས་མིའི་ལུས་ཐོབ་ཅིང་རབ་ཏུ་བྱུང་བ་དང་། བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཡང་ཐོབ།
en: He should think, ‘I have obtained a human birth, and I have gone forth, obtaining ordination into monkhood.

source: བདག་གིས་དེ་བཞིན་གཤེགས་པ་ཡང་མཉེས་པར་བྱས་པས་ན་བདག་ལེ་ལོ་བྱེད་པ་དང་། བྱ་བ་སྣ་ཚོགས་ཀྱི་འདུ་འཛིས་གཡེན་སྤྱོ་ཞིང་གནས་པ་ནི་བདག་གི་མི་ཆའོ།
en: Although I have pleased the Tathāgata, I am lazy and spoiled by the distractions of various kinds of activity, such that I do not know stability.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: བདག་ལ་འབྲས་བུ་མ་ཐོབ་པ་ཁོ་ནར་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་བ་གང་ཡིན་པའི་གནས་དེ་ལྟ་བུ་ཡང་ཡོད་ལ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་ཨུ་དུམ་བ་རའི་མེ་ཏོག་ལྟར་བརྒྱ་ལ་བརྒྱ་ལམ་ན་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་བས་དེ་ལྟ་ན་བདག་གིས་ད་ལྟར་བྱུང་བ་དང་། མ་བྱོན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མཉེས་པར་བྱས་པར་མི་འགྱུར་བའི་ཕྱིར་རོ།
en: It is because I remain in a state in which I will die without ever attaining fruition, and although the blessed buddhas appear in the world as rarely as an udumbara flower, I will not have pleased the blessed buddhas of the present and future.’

source: །ཞེས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་རྣམ་པ་ལས་ཡིད་ལ་བྱའོ།
en: That is how a monk should reflect on the features of the Tathāgata. “

source: །འོད་སྲུང་དེ་ལ་དགེ་སློང་གིས་ནི་ཁྱོད་དང་། གནས་བརྟན་རབ་འབྱོར་གྱི་རྗེས་སུ་བསླབ་པར་བྱ་སྟེ།
en: In this regard, Kāśyapa, monks should emulate you and the elder Subhūti.

source: འོད་སྲུང་འདི་ལྟར་ཁྱོད་ང་མ་མཐོང་མ་ཐོས་པར་འཇིག་རྟེན་ན་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་དག་བཞུགས་པ་དེ་དག་གི་རྗེས་སུ་སློབ་པ་ན་རབ་ཏུ་བྱུང་བ་ནི་འོད་སྲུང་ཁྱོད་ཆོས་འདུལ་བ་འདི་ཉིད་ལ་མཛེས་པར་གྱུར་པ་ཡིན་པའི་ཕྱིར་རོ།
en: That is because of the way that, without seeing or hearing of me, you went forth in emulation of the arhats, the perfectly awakened buddhas, who dwell in this world, Kāśyapa, and became an adornment to this Dharma and Vinaya.

source: །གང་དག་དེ་བཞིན་གཤེགས་པ་མངོན་སུམ་དུ་མཐོང་ཞིང་མཐོང་ནས་ཀྱང་ཉེ་བར་འོངས་ཏེ། རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་གསོལ་བར་བྱེད་པ་དེ་དག་གི་རབ་ཏུ་བྱུང་བ་ནི་དེའི་འོག་ཏུ་ཡང་དེ་བཞིན་གཤེགས་པས་རྗེས་སུ་མཁྱེན་ཏོ།
en: The going forth of those who actually see the Tathāgata and, having seen him, approach him to request the going forth and ordination into monkhood is, subsequently, authorized by the Tathāgata. “

source: །རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དོན་གྱི་དབང་གཉིས་མཐོང་བས་ནི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བར་ཁས་བླང་བར་བྱ་སྟེ།
en: A son or daughter of noble family should commit to go forth in this well-proclaimed Dharma and Vinaya by seeing its two objectives.

source: གཉིས་གང་ཞེ་ན།
en: What are the two?

source: ཚེ་འདི་ལ་འབྲས་བུ་ཐོབ་པར་འགྱུར་བ་དང་། མ་འོངས་པ་ན་བདག་གིས་སངས་རྒྱས་ཀྱི་ཆོས་མཐོང་བའི་རྒྱུར་འགྱུར་བའོ།
en: They are to attain fruition in this very life and to become in future lives the cause of others seeing the Buddhadharma. “

source: །འོད་སྲུང་དེ་ལ་སྐྱེས་བུ་བླུན་པོ་ཁ་ཅིག་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་གོས་ངུར་སྨྲིག་དག་བགོས་ཤིང་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཁས་བླངས་ཏེ་བསླབ་པ་རྣམས་བླངས་ནས་གནས་ཁང་དུ་སོང་ངམ། ཕུག་ཏུ་སོང་སྟེ་སྒོ་བཅད་ནས་འདོད་པའི་རྣམ་པར་རྟོག་པ་དག་ལ་རྣམ་པར་རྟོག་པར་བྱེད་ཅིང་། གནོད་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ་དག་དང་།
en: In this regard, Kāśyapa, some foolish individuals put on saffron robes in the presence of the Tathāgata and commit to go forth and be ordained into monkhood.

source: རྣམ་པར་འཚེ་བའི་རྣམ་པར་རྟོག་པ་དག་དང་། ལྷུང་བཟེད་དང་། ཆོས་གོས་ཀྱི་རྣམ་པར་རྟོག་པ་དག་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློང་མོ་སྟེར་བའི་ཁྱིམ་གྱི་རྣམ་པར་རྟོག་པ་དག་ལ་རྣམ་པར་རྟོག་པར་ཡང་བྱེད་ལ།
en: Undertaking the trainings, they enter a hut or a cave, close the door, and then engage in thoughts of desire, thoughts of malice or harm, thoughts of their begging bowl and their monastic robes, and thoughts of the households of friends and of alms-giving households.

source: དེ་དག་འདི་སྙམ་དུ་ཡང་སེམས་ཏེ། བདག་ཅག་ནི་དེ་བཞིན་གཤེགས་པས་མི་མཁྱེན་མི་རིག་རྣམ་པར་མི་རྟོགས་སོ། །སྙམ་དུ་ཡང་སེམས་སོ། །འོད་སྲུང་གང་གི་ཚེ་དགེ་སློང་གནས་ཁང་ན་འདུག་ཀྱང་རུང་། ཕུག་ན་འདུག་ཀྱང་རུང་། འཆག་ས་ན་འདུག་ཀྱང་རུང་སྟེ།
en: They think to themselves, ‘The Tathāgata does not know us.

source: འདོད་པའི་རྣམ་པར་རྟོག་པ་དག་གམ།
en: He is not aware of us and does not think of us.’ “

source: གནོད་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ་དག་གམ། རྣམ་པར་འཚེ་བའི་རྣམ་པར་རྟོག་པ་དག་གམ། མི་དགེ་བའི་རྣམ་པར་རྟོག་པ་རྣམ་པ་སྣ་ཚོགས་དག་ལ་རྣམ་པར་རྟོག་པར་བྱེད་པ་དེའི་ཚེ་གནས་ཁང་ངམ། ཕུག་གམ། འཆག་ས་དེ་ན་ལྷ་གང་དག་གཉུག་མ་གཉུག་མར་གནས་པ་དེ་དག་གིས་དགེ་སློང་དེའི་སེམས་སེམས་ཀྱིས་ཤེས་ནས་དེ་དག་འདི་སྙམ་དུ་དགེ་སློང་འདི་གང་གི་ཕྱིར་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ལ་སྡིག་པ་མི་དགེ་བའི་རྣམ་པར་རྟོག་པ་དེ་ལྟ་བུ་དག་ལ་རྣམ་པར་རྟོག་པར་བྱེད་པ་ནི་མི་རིགས་སོ་སྙམ་ནས་ཡི་མ་རངས་པ་དང་།
en: Kāśyapa, whether a monk is in a hut, in a cave, or on a walking path, whenever he engages in thoughts of desire, thoughts of malice, thoughts of harm, or different kinds of nonvirtuous thoughts, the deities who dwell in that hut, in that cave, or on that walking path know the monk’s mind, and they think, ‘Why is this monk, who has gone forth in the well-proclaimed Dharma and Vinaya, engaging in thoughts of nonvirtuous and sinful actions?

source: སྡུག་བསྔལ་བ་དང་།
en: It is inappropriate.’

source: ཡིད་མི་བདེ་བར་འགྱུར་ཏེ།
en: They will then be displeased, anguished, and unhappy. “

source: འོད་སྲུང་དེ་ལ་ལྷ་དེ་དག་ལས་ཁ་ཅིག་ནི་སྐུལ་བར་ཡང་བྱེད། ཁ་ཅིག་གིས་ནི་སྣོད་མ་ཡིན་པར་རིག་ནས་ཁྱད་དུ་བསད་དེ་འཁོད་པར་ཡང་བྱེད་དོ།
en: Kāśyapa, some of those deities will encourage him, but others, aware that the monk is not worth teaching, will settle into an attitude of contempt.

source: །འོད་སྲུང་ལྟོས། དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་། ཤེས་པ་ཆུང་ངུ་དང་ལྡན་པའི་ལྷ་དེ་དག་གིས་ཀྱང་གཞན་གྱི་སེམས་ཤེས་ནས་དེ་བཞིན་གཤེགས་པ་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་གྲངས་མེད་པ་ནས་ལེགས་པར་སྤྱོད་པ་སྤྱད་པས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Look, Kāśyapa, if those deities who possess just a modicum of virtuous roots and knowledge know the minds of others, I need hardly mention that the Tathāgata, who has engaged in good actions for countless quintillion eons, also does so!

source: འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་ལ་ནི་མི་མཁྱེན་པའམ། མ་གཟིགས་པའམ། ཐུགས་སུ་མ་ཆུད་པ་འམ། མངོན་སུམ་དུ་མ་མཛད་པ་ཅི་ཡང་མི་མངའ་སྟེ།
en: Kāśyapa, there is nothing whatsoever that is not known, seen, comprehended, or realized by the Tathāgata.

source: འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་ནི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་དང་། དུས་ལས་རྣམ་པར་གྲོལ་བ་དང་། བརྗོད་པར་མི་བྱ་བའི་ཤེས་བྱ་རྣམ་པ་ལྔ་ལ་ཡེ་ཤེས་ཐོགས་པ་མེད་པ་དང་།
en: Kāśyapa, the Tathāgata possesses unobstructed wisdom with regard to the five types of objects of knowledge—those that are past, present, future, freed from time, and inexpressible.

source: ལྡན་ཞིང་ཐེ་ཚོམ་དང་བྲལ་བ་ཡིན་ནོ།
en: He is free of uncertainty. “

source: །འོད་སྲུང་དེ་ལྟ་བས་ན་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བས་བདག་ཉིད་རང་ལ་རག་ལུས་པར་ཤེས་ནས་དེ་བཞིན་གཤེགས་པས་ཀྱང་བདག་གི་སེམས་ཐུགས་ཀྱིས་མཁྱེན་ལ། གང་དག་ཕྱོགས་བཅུ་མཐའ་ཡས་མུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་ཀྱང་བདག་གི་སེམས་ཐུགས་ཀྱིས་མཁྱེན་པས་ན་བདག་གིས་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་མི་བྱའོ་ཞེས་བསླབ་པར་བྱའོ།
en: Therefore, Kāśyapa, a son or daughter of noble family, knowing that because they have gone forth in the well-proclaimed Dharma and Vinaya they are self-reliant, should train with the thought, ‘The Tathāgata knows my mind, and because all the blessed buddhas who dwell and flourish in the limitless, infinite worlds in the ten directions also know my mind, I should not, after I have gone forth in the teaching of the Tathāgata, be a swindler-ascetic.’ “

source: །འོད་སྲུང་དེ་ལ་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་གང་ཞེ་ན།
en: Now, Kāśyapa, what is a swindler-ascetic?

source: བཞི་པོ་འདི་དག་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་ཡིན་ཏེ།
en: There are four types of swindler-ascetics.

source: བཞི་གང་ཞེ་ན།
en: What are the four?

source: འོད་སྲུང་འདི་ལ་དགེ་སློང་དགེ་སྦྱོང་གི་ཁ་དོག་དང་། རྟགས་དང་། དབྱིབས་ལ་གནས་ཤིང་། དེ་ཡང་ཚུལ་ཁྲིམས་འཆལ་བ་དང་། སྡིག་པའི་ཆོས་ཅན་ཡིན་པར་གྱུར་ན་དེ་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་དང་པོ་ཡིན་ནོ།
en: Kāśyapa, a monk who has the appearance, distinguishing marks, and figure of an ascetic but whose moral discipline is deficient and who is an evildoer is the first type of swindler-ascetic.

source: །དབེན་པའི་གནས་སུ་སོང་སྟེ་གནས་པ་ན་མི་དགེ་བའི་རྣམ་པར་རྟོག་པ་དག་ལ་རྣམ་པར་རྟོག་པར་བྱེད་ན་དེ་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་གཉིས་པ་ཡིན་ནོ།
en: One who goes to a secluded spot and engages in nonvirtuous thoughts while dwelling there is the second type of swindler-ascetic.

source: །བདག་ཉིད་འབྲས་བུ་མ་ཐོབ་ཅིང་སོ་སོ་སྐྱེ་བོ་ཡིན་པར་ཤེས་བཞིན་དུ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པས་ཟིལ་གྱིས་ནོན་པས་གཞན་དག་གི་མདུན་དུ་བདག་ཉིད་དགྲ་བཅོམ་པ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ན་དེ་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་གསུམ་པ་ཡིན་ནོ།
en: One who knows himself to be an ordinary person who has not attained fruition but, overcome by desire for gain, reverence, and praise, falsely claims in the presence of others to be an arhat is the third type of swindler-ascetic.

source: །བདག་ལ་སྟོད་ཅིང་གཞན་ལ་སྨོད་པར་བྱེད་ན་དེ་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་བཞི་པ་ཡིན་ཏེ།
en: One who praises himself and denigrates others is the fourth type of swindler-ascetic.

source: འོད་སྲུང་བཞི་པོ་དེ་དག་ནི་དགེ་སྦྱོང་གི་ཆོམ་རྐུན་ཡིན་ནོ། །འོད་སྲུང་མི་གཏུམ་པ། བརླང་བ།
en: Those, Kāśyapa, are the four types of swindler-ascetics. “

source: དྲག་ཤུལ་གྱི་ལས་དང་ལྡན་པ། ཉམ་སྟོབས་དང་ལྡན་པ། སྟོབས་ཆེན་པོའི་ཤུགས་དང་ལྡན་པ་གང་ལ་ལ་ཞིག་བྱུང་བར་གྱུར་ལ། འོད་སྲུང་སྐྱེས་བུ་དེས་འཛམ་བུའི་གླིང་པའི་མི་གང་ཇི་སྙེད་པ་རྣམས་དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་བམ། ཁུ་ཚུར་གྱིས་བསྣུན་ཏེ་ཕམ་པར་བྱས་ནས། ཉེ་བར་སྤྱ
en: Kāśyapa, imagine there came along a fierce, coarse, ferocious man who was physically powerful and endowed with great strength.

source: ད་པའི་ལོངས་སྤྱོད་འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་དང་། ཁང་ཁྱིམ་དང་། བཞོན་པ་དང་། གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། སྟན་གྱི་ཉེ་བར་སྤྱད་པ་དང་། ཡོངས་སུ་སྤྱད་པ་དང་། དགའ་བ་དང་། རྩེ་བའི་ལོངས་སྤྱོད་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བཅོམ་ཞིང་ཕྲོགས་ཏེ་ཁྱེར་བར་གྱུར་ན།
en: That man bludgeoned every person in Jambudvīpa, or stabbed them or punched them, and after subduing them robbed them and made off with all their useful goods: cowry shells, gold, precious stones, pearls, beryl, conches, crystals, coral, gold dust, silver, and different kinds of jewels, as well as their house, vehicle, clothes, food, drink, bedding, and furniture to be used or enjoyed, and every possession that could provide pleasure or leisure.

source: འོད་སྲུང་འདི་ཇི་སྙམ་དུ་སེམས།
en: What do you think, Kāśyapa?

source: གཞི་དེ་ལས་མི་དེ་བསོད་ནམས་མ་ཡིན་པ་མང་དུ་སྐྱེད་སྙམ་འམ།
en: Would that man create a great deal of nonmerit on that basis?”

source: འོད་སྲུང་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་མང་དུ་སྐྱེད་ལགས་སོ།
en: Kāśyapa replied, “Yes, Blessed One, he would create a great deal.

source: །བདེ་བར་གཤེགས་པ་མང་དུ་སྐྱེད་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་ཁྱོད་མོས་པར་བྱ།
en: Sugata, he would create a great deal.”

source: ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། གང་ཞིག་བདག་ཉིད་འབྲས་བུ་མ་ཐོབ་ཅིང་སོ་སོའི་སྐྱེ་བོ་ཡིན་པར་ཤེས་བཞིན་དུ་དེ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པས་ཟིལ་གྱིས་ནོན་པས་གཞན་དག་གི་མདུན་དུ་བདག་ཉིད་རྒྱུན་དུ་ཞུགས་པ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ཅིང་། ཐ་ན་བསོད་སྙོམས་གཅིག་ཙམ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་ན་དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མང་དུ་སྐྱེད་དེ།
en: The Blessed One said, “Kāśyapa, believe this and take it to heart: when someone who knows themselves to be an ordinary person who has not attained fruition, overcome by desire for gain, reverence, and praise, falsely claims in the presence of others to be a stream enterer and then enjoys so much as a single meal of alms food, that creates an even greater amount of nonmerit.

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མི་ཟད་པ་སྐྱེད་པ་ཡིན་ནོ།
en: That creates an inexhaustibly greater amount of nonmerit.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པས་དཔེ་བསྟན་པས་བསྡམ་པའི་གནས་བཀའ་སྩལ་པ་ད་ནི་ངོ་མཚར་ལགས་ཏེ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, how wonderful is the response of the Tathāgata, the precepts taught through analogies.

source: བཅོམ་ལྡན་འདས་དཔེ་རིན་པོ་ཆེ་དེ་ལྟ་བུ་ཐོས་ན་སུ་ཞིག་འབྲས་བུ་མ་ཐོབ་པར་ཐ་ན་དད་པས་སྩལ་བ་ཆབ་སྣོད་གང་ཙམ་ཡང་ལེན་པར་འགྱུར་ལགས།
en: Hearing such a precious analogy taught by the Tathāgata, what person who has not attained fruition would accept so much as a drink of water given by the faithful?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་དེ་དེ་བཞིན་ནོ།
en: The Blessed One replied, “That is right, Kāśyapa.

source: །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: What you say is right.

source: མགོ་དང་གོས་ལ་མེ་འབར་བ་ལྟ་བུར་གནས་པར་བྱ་ཞིང་འབྲས་བུ་མ་ཐོབ་པར་ཐ་ན་དད་པས་བྱིན་པ་ཆུ་སྣོད་གང་ཙམ་ཡང་བླང་བར་མི་བྱའོ།
en: One should live as if one’s head and clothes were ablaze, and until one has attained fruition, one should not accept so much as a drink of water given by the faithful. “

source: །འོད་སྲུང་མི་གཉིས་པ་ཆེས་གཏུམ་པ། ཆེས་བརླང་པ། ཆེས་དྲག་ཤུལ་གྱི་ལས་དང་ལྡན་པ། ཆེས་ཉམ་སྟོབས་དང་ལྡན་པ། ཆེས་སྟོབས་ཆེན་པོའི་ཤུགས་དང་ལྡན་པ་གང་ལ་ལ་ཞིག་བྱུང་བར་གྱུར་ལ། འོད་སྲུང་མི་
en: Kāśyapa, imagine there came along a second man, fiercer, coarser, and more ferocious, who was physically more powerful and endowed with greater strength.
